Repository: eurolinux-enterprise-linux-sources/revisor
Catalog: src/po/*.po
Languages: de

source: Checking dependencies - not allowing any conflicts within the package set
de: Kontrolliere Abhängigkeiten - verweigere jegliche Konflikte innerhalb des Paketsets

source: Unable to resolve dependencies for some packages selected: %s
de: Die Abhängigkeiten einiger Pakete, die zur Installation ausgewählt wurden, konnten nicht aufgelöst werden. %s

source: Unable to build transaction
de: Bau-Transaktion konnte nicht erstellt werden.

source: Successfully built transaction: ret %s, msg %s
de: Transaktion erfolgreich zusammengebaut: ret %s, msg %s

source: Errors where encountered while downloading package headers: %s
de: Beim Herunterladen der Paketinformationen sind Fehler aufgetreten. %s

source: The package set after dependency resolving does not match the packages selected in the kickstart manifest
de: Die Paketeinstellung nach Aufhebung der Abhängigkeit stimmt nicht mit den Paketen überein, die in der kickstart Liste ausgewählt wurden.

source: Creating a list of RPMs to include -debuginfo for
de: Liste der RPMs zur Integration von -debuginfo erzeugen für

source: Debuginfo RPM PO already in the list
de: Quellen-RPM-PO bereits in der Liste

source: Debuginfo RPM found in non-debuginfo repository %s
de: debuginfo-RPM in nicht-debuginfo-Repository %s gefunden

source: Downloading Debuginfo Packages
de: Herunterladen der Debuginfo-Pakete

source: Creating a list of SRPMs
de: Liste der SRPMs erzeugen

source: Source RPM PO already in the list
de: Quellen-RPM-PO bereits in der Liste

source: Source RPM found in non-source repository %s
de: Quellen-RPM in nicht Quellen-Repository%s gefunden

source: Error: Cannot find a source rpm for %s
de: Fehler: Kann Quellen-RPM nicht finden für %s

source: Downloading Source Packages
de: Herunterladen der Quellen-Pakete

source: Downloading Packages
de: Herunterladen der Pakete

source: Overriding auto package selection with user package selection for %s...
de: Übergeordnete Autopaket Auswahl mit Benutzerpaket Auswahl für %s...

source: Adding required package %s-%s:%s-%s.%s
de: Benötigtes Paket hinzufügen %s-%s:%s-%s.%s

source: %s. This is a required package.
de: %s. Dies ist ein benötigtes Paket.

source: Adding suggested package %s-%s:%s-%s.%s
de: Empfohlenes Paket hinzufügen %s-%s:%s-%s.%s

source: Adding all-arch package %s-%s:%s-%s.%s
de: All-arch-Pakete %s-%s:%s-%s.%s hinzufügen

source: Did not succeed in adding in all required packages
de: Wurde nicht erfolgreich in alle erforderlichen Paketen hinzugefügt

source: Populating statistics
de: Statistiken erzeugen

source: Package %s-%s:%s-%s.%s does not seem to have a archivesize header
de: Paket %s-%s:%s-%s.%s scheint keinen Archivegrössen-Kopf zu haben

source: Package %s-%s:%s-%s.%s does not seem to have a installedsize header
de: Paket %s-%s:%s-%s.%s scheint keinen Installationsgrössen-Kopf zu haben

source: Package %s-%s:%s-%s.%s does not seem to have a packagesize header
de: Paket %s-%s:%s-%s.%s scheint keinen Paketgrössen-Kopf zu haben

source: Total size of all packages (archivesize): %s %s
de: Totale Grösse aller Pakete, (Archivegrösse): %s %s

source: Total size of all packages, (installedsize): %s %s
de: Totale Grösse aller installierten Pakete, (Installationsgrösse): %s %s

source: Total size of all packages, (packagesize): %s %s
de: Totale Grösse aller Pakete, (Paketgrösse): %s %s

source: Report of the %d most space consuming packages
de: Bericht über die %d grössten Pakete

source: Linking in binary packages
de: Verkettung in Binär-Paketen

source: Linking in source packages
de: Verkettung in Quellen-Paketen

source: Linking in debuginfo packages
de: Verkettung in debuginfo-Paketen

source: Creating Repository Information
de: Repository-Information erzeugen

source: Source Repo Information
de: Quellen-Repository-Information

source: Debuginfo Repo Information
de: Debuginfo-Repository-Informationen

source: Building Installation Images
de: Installationsabbilder bauen

source: Using already existing installer images
de: Benutze bereits vorhanden Installer-Abbilder

source: Linking in release notes
de: Verkettung in Versionshinweisen

source: Copying updates.img from %s to %s
de: updates.img von %s zu %s kopieren

source: copy_dir '%s' not accessible
de: copy_dir '%s' nicht zugreifbar

source: Size of the installation tree is %s MB
de: Grösse des Installationsbaum ist %s MB

source: Running pkgorder
de: pkgorder durchlaufen

source: Running with grouplist: %r
de: Mit GruppenListe ausführen: %r

source: Running with packagelist: %r
de: Mit Paketliste ausführen: %r

source: Appending group core and base
de: Gruppe core und base hinzufügen

source: Appending default groups %r
de: Standard-Gruppen %s werden hinzugefügt

source: Appending non-default group %s
de: Nicht-Standard-Gruppe %s hinzufügen

source: Appending non-default support group %s
de: Nicht-Standard-Unterstützungsgruppe %s hinzufügen

source: Not running package ordering, using file %s instead
de: Paket-Auflistung nicht durchführen, deshalb Datei %s benutzen

source: Not running package ordering
de: Paketsortierung nicht durchführen

source: ^Install using kickstart
de: ^Installation mit Kickstart

source: Splitting Build Tree (%s)
de: Build-Baum (%s) teilen

source: Splitting Repository (%s)
de: Repository (%s) teilen

source: Creating %s ISO Image #%d
de: %s ISO-Abbild #%d erzeugen

source: Creating %s ISO Image
de: %s ISO-Abbild erzeugen

source: Implanting MD5 into ISO Images
de: MD5 in ISO-Abbildungen erzeugen

source: Implanting md5 into ISO Image: %s
de: md5 in ISO-Abbild erzeugen: %s

source: Cannot implant ISO md5sum
de: ISO md5sum kann nicht erzeugt werden

source: Creating SHA1SUMs for Images
de: SHA1SUMs für Abbild erzeugen

source: Creating Rescue ISO Image
de: Rettungs-ISO-Abbild erzeugen

source: Creating USB Key Installer
de: USB-Stick-Installer erzeugen

source: Copying %s to %s (%d files)
de: %s nach %s (%d Dateien) kopieren

source: Moving %s to %s (%d files)
de: %s nach %s (%d Dateien) verschieben

source: Moving of the source tree failed (trying copy): %s
de: Verschieben des Quellen-Zweig gescheitert (versuche zu kopieren): %s

source: Copying of the source tree failed: %s
de: Kopieren des Quellen-Zweiges gescheitert: %s

source: Moving of the installation tree failed (trying copy): %s
de: Verschieben des Installationszweig gescheitert (versuche zu kopieren): %s

source: Copying of the installation tree failed: %s
de: Kopieren des Installations-Quellenzweigs gescheitert: %s

source: Creating ext3 filesystem
de: ext3-Dateisystem erzeugen

source: Configuring System
de: System konfigurieren

source: Copying copy_dir %s to install_root %s
de: copy_dir %s nach install_root %s kopieren

source: Creating %s
de: %s erzeugen

source: Copying %s to %s
de: %s zu %s kopieren

source: Linking in Source packages
de: Verkettung in Quellen-Paketen

source: Setting rundir to %s
de: rundir auf %s setzen

source: Directory %s could not be created. Aborting
de: Verzeichnis %s kann nicht erzeugt werden. Abbruch

source: Running command: %s
de: Befehl ausführen: %s

source: Got an error from %s (return code %s)
de: Einen Fehler von %s (return code %s) erhalten

source: Setting %s to %r
de: %s auf %s setzen

source: No group data found for %s
de: Keine Gruppen-Daten gefunden für %s

source: Why is yum throwing AttributeErrors? %s
de: Wieso wirft Yum AttributeErrors auf? %s

source: Checking working directories
de: Arbeitsverzeichnis überprüfen

source: The directories Revisor uses in %s already exist. This could possibly hold data from a previous run. Please remove or move them to a safe location, then confirm to continue. If you do not move or remove the files, Revisor will simply delete them.
de: Das Revisor-Verzeichnis, das in %s verwendet wird, existiert schon. Dies kann möglicherweise Daten von einen vorherigen Durchlauf enthalten. Bitte löschen oder verschieben Sie diese zu einer sicheren Speicherstelle und fahren sie fort. Falls Sie die Dateien nicht verschieben oder löschen, wird Revisor sie einfach löschen.

source: The directories Revisor uses in %s already exist. Revisor deleted them.
de: Die Revisor-Verzeichnisse, die in %s existieren bereits. Revisor entfernte diese.

source: %s%s%s is a mount, trying to unmount
de: %s%s%s ist ein Einhängepunkt, versuche ihn auszuhängen

source: Unable to unmount %s%s%s with error: %s Please resolve the issue and continue.
de: Nicht fähig %s%s%s auszuhängen mit Fehler: %s Bitte lösen Sie das Problem und fahren Sie fort.

source: %s%s%s is not a mount
de: %s%s%s ist kein Einhängepunkt

source: Unable to unmount %s%s with error: %s Please resolve the issue and continue.
de: Nicht fähig %s%s auszuhängen mit Fehler: %s Bitte lösen Sie das Problem und fahren Sie fort.

source: Checking destination directories
de: Zielverzeichnis überprüfen

source: Set destination directory to %s
de: Ziel-Verzeichnis auf %s setzen

source: Cannot access %s, please check the permissions so we can try again.
de: Zugriff zu %s verweigert, bitte überprüfen Sie die Berechtigungen und versuchen Sie es noch einmal.

source: Architecture list: %r
de: Architektur-Liste: %r

source: Repository %s specified in the kickstart already exists
de: Repository %s angegebene in der Kickstart-Datei existiert bereits

source: Setting repo.baseurl to %s
de: repo.baseurl auf %s setzen

source: Setting repo.mirrorlist to %s
de: repo.mirrorlist auf %s setzen

source: Could not clean metadata you might be working with old data
de: Metadaten können nicht bereinigt werden. Sie arbeiten möglicherweise mit alten Daten.

source: No groups present! Error was: %s
de: Keine Gruppen verfügbar! Fehler war: %s

source: You cannot choose the system's yum configuration file /etc/yum.conf for use with Revisor. Aborting.
de: Die Yum-Systemkonfigurationsdatei /etc/yum.conf kann nicht mit Revisor ausgewählt werden. Abbruch.

source: File %s does not exist (used as 'main' configuration directive in model %s)
de: Datei %s existiert nicht (verwendet als 'main' Konfigurationsanweisungen in Darstellung %s)

source: YUM Configuration file %s uses one of the following variables: %s, %s or %s. Please edit the configuration file and substitute those variables for the actual values
de: YUM-Konfigurationsdatei %s benutzt die folgenden Variablen: %s, %s oder %s. Bitte bearbeiten Sie die Konfigurationsdatei und ersetzen Sie diese Variablen durch aktuelle Werte

source: The ISO label cannot be longer then 32 characters due to Joliet limitations
de: Die ISO-Kennung darf nicht länger als 32 Zeichen sein, laut Joliet-Beschränkungen

source: Kickstart file %s cannot be read.
de: Kickstart-Datei %s konnten nicht gelesen werden.

source: The file configured as a comps file (%s) cannot be read. When composing installation media, this is FATAL.
de: Die Datei, die als comps-Datei (%s) konfiguriert wurde, kann nicht gelesen werden. Wenn die Medien installiert werden, dies ist FATAL.

source: The updates.img specified isn't readable: %s
de: Das angegebene updates.img ist nicht lesbar: %s

source: Updates.img seems to not be a file... Is it an URL?
de: Updates.img scheint keine Datei zu sein... Ist es eine URL?

source: Preferred kernel should be one of: normal, PAE, xen, debug.
de: Bevorzugte Kernroutine sollte eine von: normal, PAE, xen, debug. sein.

source: The version you selected as a base for pykickstart compatibility and required package sets does not exist
de: Die von Ihnen gewählte Version als eine Grundlage von pykickstart-Kompatibilität und erforderlichen Paketsets, existiert nicht.

source: You have selected a model with architecture %s which doesn't compose on the system architecture %s.
de: Sie haben ein Modell mit der Architektur %s gewählt, welche sich auf der System-Architektur %s nicht zusammenstellen lässt.

source: Setting options from configuration file
de: Optionen der Konfigurationsdatei setzen

source: No model %s in configuration file %s
de: Kein Modell %s in Konfigurationsdatei %s

source: Setting model to %s
de: Model auf %s setzen

source: No model specified on the command line and no existing model configuration in %s
de: Keine Darstellung festgelegt in der Befehlszeile und keine existierende Darstellungskonfiguration in %s

source: Model %s configured in configuration file %s, but there is no such model configuration
de: Darstellung %s konfiguriert in der Konfigurationsdatei %s, aber eine solche Darstellung ist nicht konfiguriert.

source: Tried to load model %s but it doesn't exist inconfiguration file %s
de: Es wurde versucht Darstellung %s zu laden aber die Darstellung existiert nicht in der Konfigurationsdatei %s

source: Model %s has no configuration directive 'main' which is required
de: Darstellung %s hat keine Konfigurationsanweisung 'main' ist erforderlich

source: Testing for configuration parameter %s
de: Testen des Konfigurationsparameters %s

source: Setting %s to %r (from configuration file model %s)
de: Einstellungen %s auf %r (aus dem Konfigurationsdatei-Modell %s) setzen

source: Configuration file %s not readable
de: Konfigurationsdatei %s nicht lesbar

source: Reading configuration file %s
de: Konfigurationsdatei %s lesen

source: Invalid configuration file %s
de: Ungültige Konfigurationsdatei %s

source: No master configuration section [revisor] in configuration file %s
de: Kein Master-Konfigurationsabschnitt [revisor] in Konfigurationsdatei %s

source: Setting %s to %r (from configuration file)
de: %s auf %r (aus Konfigurationsdatei) setzen

source: Setting options from command-line
de: Optionen von der Kommandozeile setzen

source: Setting %s to %r (from command line)
de: %s auf %r (von der Kommandozeile) setzen

source: Checked setting %s through plugin
de: Einstellungen %s durch Plugin geprüft

source: No check_setting_%s()
de: Keine check_setting_%s()

source: Not setting %s to %r (command line matches default)
de: %s nicht auf %r (Kommandozeile stimmt mit dem Standard überein) setzen

source: Updates.img is only usable with installation media. Please remove --updates-img or also build installation media.
de: Updates.img ist brauchbar mit Installationsmedien. Bitte entfernen Sie --updates-img oder bauen Sie auch Installationsmedien.

source: Kickstart failed
de: Kickstart fehlgeschlagen

source: Kickstart file %s not readable
de: Kickstart-Datei %s nicht lesbar

source: Kickstart file %s fails to load, continuing with defaults
de: Kickstart-Datei %s laden fehlgeschlagen, weiter mit Standard

source: No kickstart file specified
de: Keine Kickstart-Datei festgelegt

source: No media specified
de: Kein Medium festgelegt

source: pulling self.packages_list[%r][%r][%r][%r]
de: self.packages_list[%r][%r][%r][%r] ziehen

source: returning pkg_list: %r
de: pkg_list zurückmelden: %r

source: Run from image
de: Von Abbild ausführen

source: Run from RAM - requires 1 GB+
de: Aus RAM laufen lassen - benötigt 1 GB+

source: Error encountered during installation of
de: Es trat ein Fehler auf bei der Installation von

source: An error occurred during the installation
de: Es trat ein Fehler auf bei der Installation

source: Running package installation
de: Paket-Installation ausführen

source: Installing Software
de: Software installieren

source: SELinux requested but not enabled on host
de: SELinux wird benötigt, ist aber nicht aktiviert auf dem Rechner

source: Setting self.cfg.payload_livemedia to %s (from 'part /' command in kickstart, instead of %s)
de: self.cfg.payload_livemedia auf %s (vom 'part /'-Befehl in Kickstart anstatt von %s) setzen

source: Setting self.cfg.payload_livemedia to %s (from total installed size of RPMs, instead of %s)
de: self.cfg.payload_livemedia auf %s (von der totalen Installationsgrösse der RPMs anstatt von %s) setzen

source: Setting self.cfg.payload_livemedia to %s (from 'part /' command in kickstart, as per the respin mode)
de: self.cfg.payload_livemedia auf %s (vom 'part /'-Befehl in Kickstart, wie im respin-Modus) setzen

source: Filesystem type set to: %s
de: Dateisystem-Typ gesetzt auf: %s

source: Runtime Options
de: Laufzeit-Optionen

source: Use the CLI rather then GUI
de: Das CLI statt des GUI benutzen

source: Force Revisor to use the
de: Revisor zur Benutzung zwingen von

source: List available models
de: Liste der verfügbaren Modelle

source: Development mode. Skips some tasks that take time.
de: Entwicklungsmodus. Überspringt ein paar Schritte, welche viel Zeit brauchen.

source: Report the sizes of all RPMs selected in a list
de: Die Grösse von allen gewählten RPMs in dieser Liste anzeigen

source: Force Revisor to interpret the package manifest as complete package nevra (name, epoch, version, release and architecture). Implies --kickstart-exact
de: Revisor zum Interpretieren des Paket-Manifest als komplettes Paket nevra (name, epoch, version, release und architecture) zwingen. Braucht --kickstart-exact

source: Tells Revisor to ignore @core and @base (or %packages --nobase) and only add what is in the package manifest
de: Revisor sagen, dass @core und @base ignoriert werden (oder %package --nobase) und nur hinzugefügt wird, was im Paket-Manifest ist

source: Should Revisor not clean up at all (0), clean up it's temporary build data (1), or everything -this includes the yum cache (2)
de: Soll Revisor nicht alles aufräumen (0), räume nur temporäre Bau-Daten auf (1) oder alle, inklusive des Yum-Zwischenspeichers, (2)

source: Size of the USB Thumb Drive. Default to 4G.
de: Grösse des USB-Speichergerätes. Standardmässig 4 GB.

source: Set debugging level (0 by default)
de: Setze Debugging-Stufe (0 standardmässig)

source: Use a different logfile
de: Eine andere Log-Datei verwenden

source: Answer all questions as 'yes'
de: Beantworte alle Fragen mit 'ja'

source: Configuration Options
de: Konfigurationsoptionen

source: Use kickstart file
de: Kickstart-Datei benutzen

source: Save options to given file (as a kickstart)
de: Speichern Sie die Optionen in eine Datei (als kickstart)

source: Revisor configuration file to use
de: Zu benutzende Revisor-Konfigurationsdatei

source: Get the sources to go with the binaries
de: Bekommen Sie die Quellen, welche mit den Binaries kommen

source: Destination directory for products
de: Ziel-Verzeichnis für Produkte

source: Working directory
de: Arbeitsverzeichnis

source: Model to use for composing
de: Modell zum Benutzen für die Zusammenstellung

source: Mode to use for composing updated spins
de: Modus zum Benutzen für die Zusammenstellung von aktualisierten Spins

source: Sometimes, it's better to copy local data rather then (sym)linking it. If you have enough space...
de: Manchmal ist es besser lokale Dateien zu kopieren statt zu ver(sym)linken. Wenn Sie genügend Platz haben...

source: Directory to copy onto the media
de: Verzeichnis zum Kopieren auf das Medium

source: Installation Media Options
de: Installationsmedium-Typen

source: Create Installation Media CDs (Capacity per disc: 685MB)
de: Installations-Medium CDs (Kapazität pro Disc: 685 MB) erzeugen

source: Create Installation Media DVDs (Capacity per disc: 4.3GB)
de: Installations-Medium DVDs (Kapazität pro Disc: 4.3 GB) erzeugen

source: Create Installation Media Dual-Layered DVDs (Capacity per disc: 8.5GB)
de: Installations-Medium Duallayer-DVDs (Kapazität pro Disc: 8.5 GB) erzeugen

source: Create Installation Media Blu-Ray Discs (Capacity per disc: 25GB)
de: Installations-Medium Blue-Ray-Discs (Kapazität pro Disc: 25 GB) erzeugen

source: Create Installation Media Duallayer Blu-Ray Discs (Capacity per disc: 50GB)
de: Installations-Medium Blue-Ray-Discs (Kapazität pro Disc: 50 GB) erzeugen

source: Create Installation Media that goes onto a USB thumbdrive
de: Ein Installationsmedium erzeugen, welches auf einen USB-Stick passt

source: Create Unified ISO from install tree
de: Unified-ISO aus dem Installationsbaum erzeugen

source: Create the Installation Tree.
de: Den Installationsbaum erzeugen.

source: Create a Full Installation Tree. Includes all binary (sub-)packages created from source packages.
de: Einen kompletten Installationszweig erzeugen. Enthält alle binären (Unter-)Pakete erzeugt aus den Quellen-Paketen.

source: Create a Self-Sustaining Installation Tree. Includes all build requirements for included source packages.
de: Einen autarken Installationzweig erzeugen. Enthält alle Build-Anforderungen zum Einschliessen der Quellen-Pakete.

source: Create Media without graphical installer.
de: Medium ohne grafischen Installer erzeugen.

source: Include kickstart file on media or in the tree
de: Kickstart-Datei auf Medium oder in Baum integrieren

source: In the bootloader menu (isolinux.cfg), set kickstart to boot by default (works with --kickstart-include)
de: Im Bootloader-Menü (isolinux.cfg), setze Kickstart zum Starten als Standard (arbeitet mit --kickstart-include)

source: Filter anything from comps that is not in the package set
de: Alles von comps, was nicht im Paket-Set ist, filtern

source: Use Revisor's comps file instead of those from the repositories
de: Revisors comps-Datei enutzen statt dieser aus den Repositories

source: Comps file to include on the installation media
de: Inklusive comps-Datei auf dem Installationsmedium

source: Include specified updates.img on installation media.
de: Inklusive spezielles updates.img auf dem Installationsmedium

source: Product Name
de: Produktname

source: Product Path (e.g. Fedora/ or Packages/ -but without the appending slash)
de: Produkt-Pfad (z. B. Fedora/ oder Pakate/ -aber ohne abschliessenden Schrägstrich)

source: ISO Label Base. Note that other things are appended but that the length can be 32 chars maximum.
de: ISO-Bezeichnung Base. Beachten Sie, dass andere Dinge angehängt werden können, aber das die maximale Länge nur 32 Zeichen sein kann.

source: The base name for the ISOs
de: Der Basisname für die ISO(s) angegeben

source: Product Version
de: Produkt-Version

source: Base Product Version - relevant to required packages and pykickstart compatibility
de: Basis-Produktversion - relevant für die Erhaltung der Paket- und pykickstart-Kompatibilität

source: Utility Media Options
de: Hilfsmedium-Optionen

source: Create Rescue Media
de: Rettungsmedium erzeugen

source: Live Media Options
de: Live-Medien-Optionen

source: Create Live Media CD/DVD
de: Live-Medium CD/DVD erzeugen

source: Create Live Media Thumb Drive Image (will be depreciated)
de: Live Medium Speicherstick-Abbild (wird entfernt) erzeugen

source: Create Live Media Hard Disk Image (will be depreciated)
de: Live-Medium Harddisk-Abbild (wird entfernt) erzeugen

source: Create Live Media Raw Hard Disk Image
de: Live-Medium Roh-Harddisk-Abbild erzeugen

source: Interactively work in the live image before building the ISO image.
de: Interaktive Arbeiten im Live-Abbild vor dem Bauen des ISO-Abbildes.

source: Skip file system compression.
de: Dateisystem-Komprimierung überspringen

source: Skip prelinking the contents of the filesystem.
de: Das vorgängige Verlinken des Inhalts auf dem Dateisystems überspringen.

source: Ignore filesystem overhead. Useless blocks will not be removed from the filesystem.
de: Dateisystem-Overhead ignorieren. Unnötige Blöcke werden nicht vom Dateisystem entfernt.

source: Set the preferred kernel. One of normal, PAE, xen or debug.
de: Setze den bevorzugten Kernel. Einer von normal, PAE, xen oder debug.

source: %s - No Description
de: %s - Keine Beschreibung

source: The configured model %s does not have a valid file as 'main' configuration option.
de: Das konfigurierte Modell %s hat keine gültige Datei als 'main'-Abschnitt in der Konfigurationsoption.

source: The configured model %s does not have the mandatory 'main' configuration directive.
de: Das konfigurierte Modell %s hat den zwingend vorausgesetzten 'main'-Abschnitt in der Konfigurationsoption nicht.

source: Interrupted by user
de: Unterbrochen durch Benutzer
