Repository: eurolinux-enterprise-linux-sources/revisor
Catalog: src/po/*.po
Languages: de

source: Build Xen virtual machine. (not implemented yet)
de: Virtuelle XEN-Maschine starten. (momentan nicht implementiert)

source: Xen virtual machine drive size, in MB. (Default: 3000MB) (not implemented yet)
de: Xen virtuelle Maschine Laufwerksgrösse, in MB. (Standard: 3000 MB) (momentan nicht implementiert)

source: Build KVM virtual machine. (not implemented yet)
de: Virtuelle KVM-Maschine starten. (momentan nicht implementiert)

source: KVM virtual machine drive size, in MB. (Default: 3000MB) (not implemented yet)
de: KVM virtuelle Maschine Laufwerksgrösse, in MB. (Standard: 3000 MB) (momentan nicht implementiert)

source: Virtual machine file system type. (Default: ext3) (not implemented yet)
de: Virtuelle Maschinen Dateisystemtyp. (Standard: ext3) (momentan nicht implementiert)

source: Make virtual machine drive a sparse filesystem. (not implemented yet)
de: Erstelle virtuelle Maschinenlaufwerk ein 'spare'-Dateisystem. (momentan nicht implementiert)

source: Make virtual machine stateless (changes do not persist.) (not implemented yet)
de: Virtuelle Maschinen 'stateless' machen (Änderungen werden nicht gespeichert.) (momentan nicht implementiert)

source: Build virtual machine as an appliance using a simple raw drive image and yum. (Doesn't require virt. tech. to be running locally.) (not implemented yet)
de: Baue virtuelle Maschine als Appliance unter Benutzen eines einfachen rohen Laufwerksabbild und Yum. (benötigt keine virt. Technologien zum lokalen Ausführen.) (momentan nicht implementiert)

source: Unable to create virtual machine instance.
de: Nicht möglich eine virtuelle Maschinen-Instanz zu erzeugen.

source: Error creating ext3 filesystem
de: Fehler beim Erzeugen des ext3-Dateisystem

source: Failed to mount '%s' to '%s'
de: Einhängen fehlgeschlagen '%s' zu '%s'

source: Starting the virtual guest provision...
de: Die Provisionierung der virtuellen Gäste starten ...

source: The path %s cannot be found
de: Der Pfad %s wurde nicht gefunden

source: Description
de: Beschreibung

source: Submit
de: Übermitteln

source: Revisor, Pimp your distro
de: Revisor, Pimpe Deine Distro
