Repository: eurolinux-enterprise-linux-sources/revisor
Catalog: src/po/*.po
Languages: de

source: Traceback occurred, please report a bug at http://fedorahosted.org/revisor
de: Traceback aufgetreten, bitte unter http://fedorahosted.org/revisor einen Fehlerbericht ausfüllen

source: Appending group @%s
de: Gruppe @%s hinzufügen

source: Selecting %s as a default group
de: %s als Standard-Gruppe wählen

source: Found group: %s
de: Gruppe gefunden: %s

source: Repository metadata cannot be found: %s: %s
de: Repository-Metadaten können nicht gefunden werden: %s: %s

source: Group not found: %s
de: Gruppe nicht gefunden: %s

source: Adding %s-%s:%s-%s.%s
de: Hinzu %s-%s:%s-%s.%s fügen

source: From Excludes: Removing %s-%s:%s-%s.%s from transaction
de: Von Ausschluss: %s-%s:%s-%s.%s entfernen vor Übertragung

source: Apparently trying to exclude a package that is not available in the repositories loaded, or hasn't been added to the transaction: %s
de: Offensichtlich wird gerade ein Paket entfernt das nicht in die Ablage geladen wurde oder nicht in die Transaktion hinzugefügt wurde: %s

source: The following errors occured when selecting groups and packages from kickstart: - %s You can continue with these minor errors but obviously the results may not be what you expected.
de: Die folgenden Fehler treten beim Auswählen der Gruppen und Pakete von Kickstart auf: - %s Sie können mit diesen geringfügigen Fehlern fortfahren, aber die Ergebnisse können von den Erwartungen abweichen.

source: This is what was selected to be installed:
de: Das sind die ausgewählten Installationen:

source: Selecting required packages for group %s
de: Benötigte Pakete für Gruppe %s wählen

source: Including %s
de: Inklusive %s

source: From Groups (required): Adding %s-%s:%s-%s.%s to transaction
de: Von Gruppen (benötigt): Füge %s-%s:%s-%s.%s zur Transaktion hinzu

source: Selecting default packages for group %s
de: Alle Standard-Pakete für Gruppe %s wählen

source: From Groups (default): Adding %s-%s:%s-%s.%s to transaction
de: Von Gruppen (Standard): Füge %s-%s:%s-%s.%s zur Transaktion hinzu

source: Selecting optional packages for group %s
de: Wähle Standard-Pakete für Gruppe %s

source: From Groups (optional): Adding %s-%s:%s-%s.%s to transaction
de: Von Gruppen (optional): Füge %s-%s:%s-%s.%s zur Transaktion hinzu

source: No include parameter for group %s, using defaults
de: Keine enthaltenen Parameter für Gruppe %s, beim Verwenden der Standarteinstellung

source: Testing condition: %s / %s
de: Test-Kondition: %s / %s

source: From package list, including: %s
de: Von Paket-List, inklusive: %s

source: Package %s is in excludeList, continuing
de: Paket %s ist in Ausschluss-Liste, fortfahren

source: No packages found!
de: Keine Pakete gefunden!

source: From Packages: Adding %s-%s:%s-%s.%s to transaction
de: Von den Paketen: Füge %s-%s:%s-%s.%s zur Transaktion hinzu

source: Could not find package '%s', searching...
de: Konnte Paket nicht finden %s, suche...

source: Found packages matching '%s': %s
de: Fand Paketübereinstimmung '%s': %s

source: From Packages: Not adding %s now because it is in the ignore list
de: Von Paketen: Jetzt nicht %s hinzufügen, da es in der Ignorieren-Liste ist.

source: More then one package found for %s-%s-%s.%s - going to add them all to the transaction
de: Mehr als ein Paket für %s-%s-%s.%s gefunden- diese werden alle bei der nächsten Transaktion hinzugefügt.

source: Could not find package %s-%s-%s.%s
de: Konnte Paket nicht finden %s-%s-%s.%s

source: From Packages (exact string %s-%s-%s.%s), selecting %s-%s-%s.%s
de: Von den Paketen (extrahiere String %s-%s-%s.%s), wähle %s-%s-%s.%s

source: No such group %s
de: Keine solche Gruppe %s

source: Error
de: Fehler

source: Warning
de: Warnung

source: Do you want to continue? [Y/n]
de: Wollen Sie fortfahren? [Y/n]

source: Abort! Abort! Abort!
de: Abbruch! Abbruch! Abbruch!

source: This tool has to run with root privileges. Aborting
de: Dieses Werkzeug muss mit root-Berechtigungen ausgeführt werden. Beende

source: SELinux on this host is disabled. Composed media will not have SELinux, and as a result the system you install from the composed media will not have SELinux either.
de: SELinux ist auf diesem Rechner deaktiviert. Die zusammengesetzten Medien werden SELinux nicht enthalten und als Resultat das System, welches vom zusammengesetzen Medium installiert wird, auch nicht.

source: cfg parameter to revisor.misc.download_packages()
de: cfg-Parameter zu revisor.misc.download_packages()

source: Using local copy of %s-%s-%s.%s at %s
de: Lokale Kopie von %s-%s-%s.%s unter %s benutzen

source: Unable to find a suitable mirror.
de: Es kann kein geeigneter Spiegel gefunden werden.

source: Errors were encountered while downloading packages: %s
de: Beim Herunterladen der Pakete sind Fehler aufgetreten: %s

source: Resolved %s
de: Aufgelöst %s

source: More then one package found for %s-%s-%s.%s
de: Mehr als ein Paket für %s-%s-%s.%s gefunden

source: Looking to resolve package %s to a Provides, but we still can't find it.
de: Es wird versucht, das Paket %s als Bietet aufzulösen, es ist jedoch weiterhin nicht auffindbar.

source: Inclusive dependency resolving starts at %s
de: Abhängigkeitsauflösung eingeschlossen, startete am %s

source: Inclusive dependency resolving ends at %s
de: Abhängigkeitsauflösung eingeschlossen, endete am %s

source: Cannot find a source rpm for %s
de: Kann Quellen-RPM nicht finden für %s

source: Disabling %s repository
de: %s-Repository deaktivieren

source: No such repository: %s
de: Kein solches Repository: %s

source: Enabling %s repository
de: %s-Repository aktivieren

source: Creating destination directory: %s
de: Ziel-Verzeichnis erzeugen: %s

source: Removing destination directory: %s
de: Ziel-Verzeichnis entfernen: %s

source: Linking %s => %s
de: %s zu %s wird gelinkt

source: Package hard link failed: %s: %s
de: Paket-Hardlink fehlgeschlagen: %s: %s

source: Copying: %s to %s
de: Kopieren: %s zu %s

source: Symlinking: %s to %s
de: Symlinking: %s zu %s

source: Package symlink succeeded
de: Paket symlink erfolgreich

source: Package link failed, trying copy: %s: %s
de: Paket-Link fehlgeschlagen, versuche zu kopieren: %s: %s

source: Adding group: %s
de: Gruppe(n) hinzufügen: %s

source: The following packages are in group %s: %r
de: Die folgenden Pakete sind in der Gruppe %s: %r

source: Adding %s-%s:%s-%s.%s to transaction
de: %s-%s:%s-%s.%s zur Transaktion hinzufügen

source: %d dependencies already resolved
de: %d Abhängigkeiten bereits aufgelöst

source: Adding package(s): %r
de: Paket(e) hinzufügen: %r

source: Unable to create yum configuration file for package ordering at %s
de: Kann Yum-Konfigurationsdatei für die Paketsortierung nicht erzeugen unter %s

source: -> package %s
de: -> Paket %s

source: Plugin %s failed to load (%s: %s)
de: Laden des Plugin %s fehlgeschlagen (%s: %s)

source: ImportError for plugin %s: %s
de: ImportError für Plugin %s: %s

source: RuntimeError for plugin %s: %s
de: RuntimeError für Plugin %s: %s

source: Cannot set defaults for plugin %s: %s
de: Kann Standard nicht setzen für Plugin %s: %s

source: Cannot set defaults for plugin %s: Unknown Error
de: Kann Standards für Plugin %s nicht setzen: Unbekannter Fehler

source: Not setting defaults for plugin %s: No function 'set_defaults()'
de: Keine Einstellungesvorgaben für Plugin %s: Keine Funktion 'set_defaults()'

source: Cannot set runtime for plugin %s: %s
de: Kann Laufzeit nicht setzen für Plugin %s: %s

source: Not setting runtime for plugin %s: No function 'set_runtime()'
de: Kein Laufzeiteinstellungen für Plugin %s: Kein Funktion 'set_runtime()'

source: Cannot add options for plugin %s: %s
de: Kann Optionen nicht hinzufügen für Plugin %s: %s

source: Not adding options for plugin %s: No function 'add_options()'
de: Keine Hinzufügeoptionen für Plugin %s: Keine Funktion 'add_options()'

source: Cannot check options for plugin %s: %s
de: Kann Optionen nicht prüfen für Plugin %s: %s

source: Not checking options for plugin %s: No function 'check_options()'
de: Keine Prüfoptionen für Plugin %s: Keine Funktion 'check_options()'

source: Cannot execute hook %s for plugin %s: %s
de: Kann Hook %s für Plugin %s nicht ausführen: %s

source: Pending...
de: Offen ...

source: Running...
de: Läuft ...

source: Done
de: Gemacht

source: Preparing transaction
de: Vorbereitung Transaktion

source: Unable to open %s: %s
de: Unfähig %s zu öffnen: %s

source: Installing %s
de: Installiere %s

source: Updated: %s
de: Aktualisiere: %s

source: Installed: %s
de: Installiert: %s

source: Cleanup %s
de: Säubere %s

source: Erased: %s
de: Gelöscht: %s

source: Downloading %s
de: Herunterladen %s

source: Error: Cannot create destination dir %s
de: Fehler: Kann Zielverzeichnis %s nicht erstellen

source: Error: Cannot remove destination dir %s
de: Fehler: Kann Zielverzeichnis %s nicht entfernen

source: Error: Cannot recreate destination dir %s
de: Fehler: Kann Zielverzeichnis %s nicht neu erstellen

source: Getting relnotes...
de: Versionshinweise beziehen ...

source: An error occured extracting the release files: %s
de: Fehler beim Entpacken der Versionsdateien: %s

source: Copying %s
de: Kopieren %s

source: Copying release note file %s
de: Versionshinweise %s kopieren

source: File %s not readable
de: Datei %s ist nicht lesbar

source: Could not access directory %s, cannot copy extra files onto the media.
de: Kann nicht auf Verzeichnis %s zugreifen, kann extra Dateien nicht auf das Medium kopieren.

source: Could not create files/ directory: %s
de: Kann Datei/Verzeichnis nicht erzeugen: %s

source: Disc %s #%d is oversized (%r > %r)
de: Disc %s #%d ist übergross (%r > %r)

source: Removing tree %s
de: Baum %s entfernen

source: Disc %s #%d is undersized (%r <= %r)
de: Disc %s #%d ist zu klein (%r <= %r)

source: Disc %s #%d is OK in size (%r <= %r)
de: Disc %s #%d Grösse ist OK (%r <= %r)

source: Hacking anaconda's .discinfo because it'll shit itself if it reads it's own output
de: Anacondas .discinfo hacken, weil es Dinge macht, welche es nicht sollte.

source: There is a problem connecting to %s
de: Es gibt ein Problem bei der Verbindung zu %s

source: Distro: %s Existing Profiles:
de: Distro: %s Existierende Profile:

source: Profile: %s
de: Profil: %s

source: No listing found on cobbler server.
de: Keinen horchenden Cobbler-Server gefunden.

source: Add compose to a Cobbler server as both a Distribution and Profile.
de: Ergänzt Zusammenstellung auf einem Cobbler Server als eine Distribution und Profil.

source: Add compose options as a Profile to a Cobbler server. [Requires --cobbler-use-distro]
de: Zusammenstellungsoptionen als Profil zu einem Cobbler-Server hinzufügen. [benötigt --cobbler-use-distro]

source: Use a Cobbler distro as source for package data.
de: Cobbler-Profil als Quelle für die Paket-Daten benutzen.

source: Use a Cobbler profile as source for kickstart data.
de: Cobbler-Profil als Quelle für die Kickstart-Daten benutzen.

source: List options provided by cobbler.
de: Optionen, welche von Cobbler bereitgestellt werden, auflisten.

source: Use remote cobbler server.
de: Entfernten Cobbler-Server benutzen

source: Remote cobbler server port.
de: Entfernter Cobbler-Server-Port

source: Specifying a Cobbler server is only supported for read-only actions. Currently, --cobbler-use-distro and --cobbler-use-profile.
de: Einen Cobbler-Server anzugebe, ist nur für lesende Aktionen unterstützt. Momentan --cobbler-use-distro und --cobbler-use-profile.

source: The distro '%s' does not exist.
de: Die Distribution '%s' existiert nicht.

source: The profile '%s' does not exist.
de: Das Profil '%s' existiert nicht.

source: Package deltarpm not installed
de: Das Paket deltarpm ist nicht installiert

source: Generate a delta ISO image. Currently only valid for a single disc or directory holding Installation Media ISOs named exactly the same as the product.
de: Erzeugt ein Delta-ISO-Abbild. Momentan nur gültig für eine einzelne Disc oder ein Verzeichnis, welches die exakt nach dem Produkt benannten Installationsmedium-ISOs, enthält.

source: Package jigdo not installed
de: Das Paket jigdo ist nicht installiert

source: Generate Jigdo files and templates using the installation tree
de: Jigdo-Datei und Vorlage mit Hilfe der Installationsbaums erzeugen

source: Generate Jigdo files against the Revisor YUM Cache (labels different repositories).
de: Jigdo-Dateien gegen Revisor Yum-Zwischenspeicher (benennt verschiedene Repositories) erzeugen.

source: You cannot use both the installation tree and the yum cache to build Jigdo templates against.
de: Sie können nicht den Installationsbaum und den Yum-Zwischenspeicher benutzen zum Bauen der Jigdo-Vorlage.

source: Retrieve Software Information
de: Empfange Software-Informationen

source: Select Packages from Kickstart
de: Pakete von Kickstart wählen

source: Resolve Dependencies
de: Abhängigkeiten auflösen

source: Populating Statistics
de: Statistiken erstellen

source: Linking in Binary Packages
de: Verkettung in Binär-Paketen

source: Linking in Source Packages
de: Verkettung in Quellen-Paketen

source: Create Repository Information
de: Erzeuge Repository-Information

source: Build isolinux and Installer
de: Baue isolinux und Installer

source: Linking in Release Notes
de: Verkettung in Versionshinweisen

source: Creating CD ISO Images
de: CD ISO-Abbilder erzeugen

source: Creating DVD ISO Images
de: DVD ISO-Abbilder erzeugen

source: Resolve Dependencies for Installation
de: Abhängigkeiten für Installation auflösen

source: Downloading Extra Packages
de: Herunterladen der Extra-Pakete

source: Creating ext3 Filesystem
de: ext3-Dateisystem erzeugen

source: Installing packages
de: Pakete installieren

source: Configure System
de: System konfigurieren

source: Configure Networking
de: Netzwerk konfigurieren

source: Create RAM Filesystem
de: RAM-Dateisystem erzeugen

source: Relabel System
de: System umbenennen

source: Configure Bootloader
de: Boot-Loader konfigurieren

source: Launch shell
de: Shell starten

source: Unmounting filesystems
de: Datei-Systeme aushängen

source: Compressing Image
de: Abbild komprimieren

source: Creating ISO Image
de: ISO-Abbild erzeugen

source: Dumping ISO Image to USB Media
de: ISO-Abbildes zu USB-Medium umwandeln

source: Cleaning up Build Environment
de: Build-Umgebung säubern

source: Linking in Packages
de: Paketen verknüpfen

source: Ordering Packages
de: Pakete ordnen

source: Splitting Packages for %s Media
de: Pakete für %s-Medium teilen

source: Splitting Repository Information for %s Media
de: Repository-Informationen für %s-Medium teilen

source: Launching shell
de: Shell starten

source: Creating Live ISO Image
de: Live-ISO-Abbild erzeugen

source: You have not specified a Base URL or Mirror List
de: Sie haben keinen Basis-URL oder Spiegel-Liste angegeben

source: GPG Check enabled but no valid GPG Key file found
de: GPG-Prüfung aktiviert, aber keine gültige GPG-Schlüsseldatei gefunden

source: %s is not a valid Revisor configuration file
de: %s ist keine gültige Revisor-Konfigurationsdatei

source: The configured model does not have the mandatory 'main' configuration directive.
de: Das konfigurierte Modell hat die zwingend vorausgesetzte 'main'-Abschnitt in der Konfigurationsdirektive nicht.

source: Invalid model. Please choose a valid model.
de: Ungültiges Modell. Bitte wählen Sie ein gültiges Modell.

source: File %s is not accessible.
de: Zugriff auf Datei %s nicht möglich.

source: The 'main' option configuration directive has a non-accessible file:
de: Die 'main'-Option in der Konfigurationsdirektive hat keine zugreifbare Datei:

source: Configuration file's 'main' directive OK
de: Konfigurationsdatei 'main'-Direktive OK

source: You have not selected any of the basic repositories. Please make sure that one of 'fedora', 'core', 'base' or 'development', or an equivalent repository has been configured
de: Sie haben keines der grundlegenden Repositories angegeben. Bitte stellen Sie sicher, dass eines von 'fedora', 'core', 'base', 'development' oder ein vergleichbares Repository konfiguriert worden ist

source: Configuration file '%s', section '%s' does not have the mandatory 'main' option
de: Konfigurationsdatei '%s', Abschnitt '%s' enthält die zwingende 'main'-Option nicht

source: Could not read configuration file %s
de: Kann Konfigurationsdatei %s nicht lesen

source: Check current directory.
de: Aktuelles Verzeichnis prüfen.

source: GUI Mode didn't get RevisorBase instance, which is fatal.
de: GUI-Modus gibt keine RevisorBase-Instanz zurück, dies ist fatal.

source: Opening up /usr/bin/sudo -u %s /usr/bin/xdg-open %s
de: Öffnen von /usr/bin/sudo -u %s /usr/bin/xdg-open %s

source: Error downloading packages
de: Fehler beim Herunterladen der Pakete

source: Continue
de: Weiterfahren

source: Dependencies added
de: Abhängigkeiten hinzugefügt

source: Updating these packages requires additional package changes for proper operation.
de: Die Aktualisierung dieser Pakete erfordert zusätzliche Paketänderungen für einen einwandfreien Betrieb.

source: Adding for dependencies:
de: Hinzufügen für Abhängigkeiten:

source: Removing for dependencies:
de: Entfernung für Abhängigkeiten:

source: Updating for dependencies:
de: Aktualisierung für Abhängigkeiten:

source: Using kickstart configuration, edit entry here
de: Benutze Kickstart-Konfiguration, bearbeiten Sie den Eintrag hier

source: These passwords do not match
de: Diese Passwörter stimmen nicht überein.

source: Please select a root password.
de: Bitte wählen Sie ein root-Passwort.

source: You should really select a more complex root password.
de: Sie sollte wirklich eine komplizierteres root-Passwort wählen.

source: Static IP
de: Statische IP

source: Please fill in the network information
de: Bitte ergänzen Sie die Netzwerk-Informationen

source: A network device with the name %s already exists. Please choose another device name
de: Ein Netzwerkgerät mit dem Namen %s existiert bereits. Bitte wählen Sie einen anderen Gerätenamen

source: Trusted devices:
de: Vertrauenswürdige Geräte:

source: Trusted services:
de: Vertrauenswürdige Dienste:

source: Other ports: (1029:tcp)
de: Andere Ports: (1029:tcp)

source: Kickstart file %s not accessible.
de: Kickstart-Datei %s nicht zugreifbar.

source: Kickstart file not good.
de: Kickstart-Datei fehlerhaft.

source: Selecting all packages
de: Alle Pakete wählen

source: No such package %s from group %s
de: Kein solche Paket %s aus Gruppe %s

source: Package %s was not marked in group %s
de: Paket %s war nicht markiert in Gruppe %s

source: No package named %s available to be installed: %s
de: Kein Paket mit Namen %s verfügbar zum Installieren: %s

source: Adding in packages from Kickstart Data, please wait
de: Füge Pakete aus Kickstart-Daten hinzu, bitte warten

source: Errors encountered: %s: %s
de: Fehler aufgetreten: %s: %s

source: Cannot pass check_options
de: Kann check_options nicht durchlaufen

source: Doing Live Media but not customizing kickstart options
de: Erstellen Live-Medium, aber ändere kundenspezifische Kickstart-Optionen nicht

source: <i>No optional packages (%d mandatory)</i>
de: <i>Keine optionalen Pakete (%d obligatorisch)</i>

source: <i>%d of %d optional packages selected (%d mandatory)</i>
de: <i>%d von %d optionale Paketauswahl (%d obligatorisch)</i>

source: Uncategorized
de: Unkatalogisiert

source: Packages in %s
de: Pakete in %s

source: Building Packages List
de: Pakete-Liste bauen

source: %s packages
de: %s Pakete

source: For %s-%s:%s-%s.%s, we find %d matches
de: Für %s-%s:%s-%s.%s, wir finden %d Übereinstimmungen

source: No media selected. Please select at least one media type to compose.
de: Kein Medium-Typ gewählt. Bitte mindestens ein Medium-Typ wählen zum Zusammenstellen.

source: No media types selected, select at least one media type.
de: Kein Medium-Typ gewählt, mindestens ein Medium-Typ wählen.

source: No installation media type selected, select at least one type of installation media.
de: Kein Installationsmedium-Typ gewählt, mindestens ein Typ von Installationsmedium wählen.

source: No live media type selected, select at least one type of live media.
de: Kein Live-Medium-Typ gewählt, mindestens ein Typ von Live-Medium wählen.

source: No virtualization media type selected, select at least one type of virtualization media.
de: Kein VIrtualisierungsmedium-Typ gewählt, mindestens ein Typ von Virtualisierungsmedium wählen.

source: No utility media type selected, select at least one type of utility media.
de: Kein Hilfsmedium-Typ gewählt, mindestens ein Hilfsmedium-Typ wählen.

source: No Product Name specified
de: Kein Produktname festgelegt

source: No Product Path specified
de: Kein Produktpfad festgelegt

source: No base name for the ISO(s) specified
de: Keine Basisname für die ISO(s) angegeben

source: No label for the ISO(s) specified
de: Keine Bezeichnung für die ISO(s) angegeben

source: No version number specified
de: Keine Versionsnummer angegeben

source: No comps no glory
de: Kein comps, keine Ruhm

source: Unable to find comps file. No comps no glory
de: Kann comps nicht finden. Kein comps, keine Ruhm

source: Custom isolinux.cfg to replace the standard isolinux.cfg with.
de: Benutzerspezifische isolinux.cfg zum Ersetzen der Standard isolinux-cfg.

source: Both --kickstart-default and --isolinux-cfg have been specified, while they are mutually exclusive. --isolinux-cfg is going to be used.
de: --kickstart-default und --isolinux-cfg wurden angegeben, sie schliessen sich jedoch gegenseitig aus. --isolinux-cfg wird benutzt.

source: File %s is not readable
de: Datei %s ist nicht lesbar

source: How come isolinux_cfg is set to False?
de: Wie kommt es, dass isolinux_cfg auf 'False' gesetzt ist?

source: How come isolinux_cfg is an empty string?
de: WIe kommt es, dass isolinux_cfg ein leerer String ist?

source: Going to replace isolinux/isolinux.cfg with %s
de: Werde isolinux/isolinux.cfg mit %s ersetzen

source: Deleted the old isolinux.cfg
de: Die alte isolinux.cfg löschen

source: Inserted the new isolinux.cfg
de: Die neue isolinux.cfg einfügen

source: Could not copy in the new isolinux.cfg
de: Konnte die neue isolinux.cfg nicht kopieren

source: Could not unlink the old isolinux.cfg?
de: Kann die alte isolinux.cfg nicht abgetrennt werden?

source: Not replacing isolinux.cfg
de: isolinux.cfg nicht ersetzen

source: Not rebranding pre_resolve_dependencies
de: Kein Rebranding pre_resolve_dependencies

source: Adding %s-%s-%s.%s
de: %s-%s-%s.%s hinzufügen

source: Removing %s-%s-%s.%s
de: %s-%s-%s.%s entfernen

source: Rebrand name. Revisor will select <name>-logos, <name>-release and <name>-release-notes packages, if available.
de: Rebrand Name. Revisor wird <name>-logos, <name>-release und <name>-release-notes-Paket wählen, falls verfügbar.

source: Setting rebrand to %s
de: rebrand auf %s setzen

source: The URI to a tree we're supposed to reuse the installer images from.
de: Der URI zu einem Zweig zur Wiederverwendung der Installationsabbilder.

source: Could not access %s/%s, required for reusing a previous tree. Cancelling the reuse of installer images
de: Konnte auf %s/%s nicht zugreifen, dies wird aber benötigt für die Wiederverwendung des vorherigen Baums. Breche Wiederverwendung von Installer-Abbildern ab

source: Copying %s/%s to %s/%s
de: %s/%s zu %s/%s kopieren

source: Copying %s/.discinfo to %s/.discinfo
de: %s/.discinfo zu %s/.discinfo kopieren

source: Copying %s/.treeinfo to %s/.treeinfo
de: %s/.treeinfo zu %s/.treeinfo kopieren

source: Use the server mode for XML-RPC
de: Server-Modus für XML-RPC benutzen

source: Port to start Server on.
de: Der Port, auf dem der Server gestartet wird.

source: Start the XML-RPC server and fork.
de: Den XML-RPC-Server starten und forken.

source: Virtualization Media Options
de: Optionen für Virtualisations-Medium
