Repository: eurolinux-enterprise-linux-sources/revisor
Catalog: src/po/*.po
Languages: de

source: Revisor, a product of Fedora Unity Copyright 2007-2009 Fedora Unity Project This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
de: Revisor, ein Produkt von Fedora Unity Copyright (C) 2005, 2006, 2007 Fedora Unity This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA

source: Program development: * Jonathan Steffan (daMaestro) <jon@fedoraunity.org> * Jeroen van Meeuwen (kanarip) <kanarip@fedoraunity.org> Interface designers: * Stewart Adam (firewing1) <s.adam@diffingo.com> * Jonathan Steffan (daMaestro) <jon@fedoraunity.org> * Jeroen van Meeuwen (kanarip) <kanarip@fedoraunity.org> Translators: * First Last (nick) <email@domain.com>
de: Programm-Entwickler: * Jonathan Steffan (daMaestro) <jon@fedoraunity.org> * Jeroen van Meeuwen (kanarip) <kanarip@fedoraunity.org> Oberflächen-Designer: * Stewart Adam (firewing1) <s.adam@diffingo.com> * Jonathan Steffan (daMaestro) <jon@fedoraunity.org> * Jeroen van Meeuwen (kanarip) <kanarip@fedoraunity.org> Übersetzer: * Fabian Affolter (fabian_a) <fab@fedoraproject.org>

source: <b>More information about:</b>
de: <b>Weitere Informationen über:</b>

source: <span weight="bold">Revisor</span> is a product of Fedora Unity.
de: <span weight="bold">Revisor</span> ist ein Produkt von Fedora Unity.

source: About Revisor
de: Über Revisor

source: Authors
de: Autoren

source: File
de: Datei

source: License
de: Lizenz

source: _Help
de: _Hilfe

source: Building Your Media
de: Ihr Medium erzeugen

source: Task Progress:
de: Task-Fortschritt:

source: Total Progress:
de: Total-Fortschritt:

source: Configuration _File Mode
de: _Datei-Modus konfigurieren

source: Please select the build type to use:
de: Bitte wählen Sie den Build-Typ zum Benutzen:

source: Select Build Type
de: Build-Typ wählen

source: _Normal Build
de: _Normales Build

source: _Virtualized Build
de: _Virtualisiertes Build

source: Choose a file or folder
de: Eine Datei oder ein Verzeichnis wählen

source: <b>Compose Results Location:</b>
de: <b>Zusammenstellungsresultat Position:</b>

source: Advanced Options
de: Fortgeschrittene Optionen

source: Congratulations, Compose Complete
de: Gratulation, Zusammenstellung komplett

source: Create _Jigdo
de: _Jigdo erzeugen

source: Create _Torrent
de: _Torrent erzeugen

source: Generate _Kickstart for Install Clients
de: _Kickstart für die Client-Installation generieren

source: Send _Compose to Server
de: _Zusammenstellung an Server senden

source: Setup _DHCPD Server
de: _DHCPD-Server einrichten

source: Setup _PXE Server
de: _PXE-Server einrichten

source: Write Image to _Media
de: Abbild auf _Medium schreiben

source: Write Image to _USB Device
de: Abbild auf _USB-Gerät schreiben

source: _Continue...
de: _Weiter ...

source: Authentication Configuration
de: Authentifikation-Konfiguration

source: Authentication options are not applicable on upgrades.
de: Authentifikationsoptionen sind nicht anwendbar während Aktualisierungen.

source: Authentication:
de: Authentifikation:

source: Enable Hesiod Support
de: Hesiod-Unterstützung aktivieren

source: Enable Kerberos 5 Authentication
de: Kerberos 5-Authentifikation aktivieren

source: Enable LDAP
de: LDAP aktivieren

source: Enable NIS
de: NIS aktivieren

source: Enable SMB Authentication
de: SMB-Authentifikation aktivieren

source: Enable nscd
de: nscd aktivieren

source: Hesiod Authentication
de: Hesiod-Authentifikation

source: Kerberos 5 Authentication
de: Kerberos 5-Authentifikation

source: LDAP Authentication
de: LDAP-Authentifikation

source: LDAP Base Name:
de: LDAP-Basis-Name:

source: NIS Authentication
de: NIS-Authentifikation

source: Name Switch Cache Daemon (nscd) Authentication
de: Name Switch Cache Daemon (nscd) Authentifikation

source: SMB Authentication
de: SMB-Authentifikation

source: SMB Workgroup:
de: SMB-Arbeitsgruppe:

source: Use MD5
de: MD5 benutzen

source: Use Shadow Passwords
de: Shadow-Passwörter benutzen

source: Use broadcast to find NIS server
de: Broadcast zum Finden des NIS-Servers benutzen

source: Basic Configuration (required)
de: Basis-Konfiguration (benötigt)

source: Confirm Password:
de: Passwort bestätigen:

source: Default Language:
de: Standard-Sprache:

source: Encrypt root password
de: root-Passwort verschlüsseln

source: Keyboard:
de: Tastatur:

source: Root Password:
de: Root-Passwort:

source: Target Architecture:
de: Ziel-Architektur:

source: Time Zone:
de: Zeitzone:

source: Use UTC clock
de: UTC-Uhr benutzen

source: Boot Loader Options
de: Boot Loader-Optionen

source: Custom kernel parameters:
de: Spezifische Kernel-Parameter:

source: Provide optional kernel parameters.
de: Optionale Kernel-Parameter zur Verfügung stellen.

source: Color Depth
de: Farbtiefe

source: Configure the X Window System
de: X Window-System konfigurieren

source: Default Desktop:
de: Standard-Desktop:

source: Disabled
de: Deaktiviert

source: Display Configuration
de: Display-Konfiguration

source: Display configuration is not applicable on upgrades.
de: Display-Konfiguration ist nicht anwendbar während Aktualisierungen.

source: Enabled
de: Aktiviert

source: Enabled in reconfiguration mode
de: Aktiviert im Neukonfigurations-Modus

source: General
de: Allgemein

source: Horizontal Sync:
de: Horizontaler Sync:

source: On first boot, Setup Agent is:
de: Während erstem Start, Setup Agent ist:

source: Probe for monitor
de: Prüfung für Monitor

source: Probe for video card driver
de: Prüfung für Grafikkarten-Treiber

source: Resolution
de: Auflösung

source: Start the X Window System on boot
de: Das X Window-System beim Booten starten

source: Use custom monitor sync rates
de: Benutzerspezifische Monitor Sync-Raten benutzen

source: Vertical Sync:
de: Vertikaler Sync:

source: Video Card
de: Grafik-Karte

source: Video Card RAM:
de: Grafik-Karte RAM:

source: IP Address:
de: IP-Adresse:

source: Netmask:
de: Netzmaske:

source: Network Configuration
de: Netzwerk-Konfiguration

source: Network Device Information
de: Netzwerk-Gerät-Information

source: Network Device:
de: Netzwerk-Gerät:

source: Network Type:
de: Netzwerk-Typ:

source: Use Network Manager (available only if installed)
de: Network Manager (verfügbar, nur wenn installiert) benutzen

source: _Add Network Device
de: Netzwerk-Gerät _hinzufügen

source: _Delete Network Device
de: Netzwerk-Gerät _löschen

source: _Edit Network Device
de: Netzwerk-Gerät _bearbeiten

source: Active
de: Aktiv

source: Disable firewall
de: Firewall deaktivieren

source: Enable firewall
de: Firewall aktivieren

source: Firewall Configuration
de: Firewall-Konfiguration

source: Firewall configuration is not applicable on upgrades.
de: Firewall-Konfiguration ist nicht anwendbar während Aktualisierungen.

source: Security level:
de: Sicherheitsstufe:

source: Warn
de: Warnung

source: Add user to the group "wheel"
de: Benutzer zur Gruppe "wheel" hinzufügen

source: Automatically login this user to the Desktop
de: Automatisches Login für diesen Benutzer zum Desktop

source: Create User Account:
de: Benutzer-Konto erzeugen:

source: Customize your Live Media
de: Individualisieren Sie Ihr Live-Medium

source: Dump current user profile (and omit /etc/skel)
de: Aktuelles Benutzerprofil (und /etc/skel weglassen) verwerfen

source: Enable "wheel" group to sudo without password
de: "wheel"-Gruppe zu sudo ohne Passwort aktivieren

source: Full Name:
de: Voller Name:

source: Password
de: Passwort

source: Username:
de: Benutzername:

source: Customize package manifest defined in kickstart data
de: Paketliste in den kickstart-Daten anpassen .

source: Customize/Review details about locale, users/passwords, security/authentication, networking and Xorg
de: Individualisiere/Überprüfe Details über lokale User/passwords, Sicherheits/Authentifizierung, Vernetzungen und Xorg.

source: Include Kickstart file on Installation Media
de: Inklusive Kickstart-Datei auf dem Installationsmedium

source: Kickstart Configuration File:
de: Kickstart-Konfigurationsdatei:

source: Load Kickstart Data
de: Kickstart-Daten laden

source: Select a kickstart file to be used to populate options for your selected media. If you did not select Live media creation, some options will be ignored. This step is not required and options loaded from the kickstart may also be customized further.
de: Eine Kickstart-Datei wählen, um sie mit den ausgewählten Medien zu bestücken. Falls die Live-Medium-Erzeugung nicht ausgewählt wurde, werden manche Optionen ignoriert. Dieser Schritt ist nicht erforderlich und Optionen, die vom Kickstart geladen wurden, werden weiter angepasst.

source: Set installer to boot with kickstart by default
de: Installer so setzen, dass er mit Kickstart automatisch bootet

source: Use package manifest from kickstart data
de: Paket-Liste von Kickstart-Daten benutzen

source: Use repositories configured in the kickstart file
de: In Kickstart-Datei konfigurierte Repositories benutzen

source: By Category
de: Durch Kategorie

source: Deselect
de: Abwählen

source: Deselect all optional packages
de: Aller optimaler Pakete abwählen

source: List
de: Liste

source: Optional Packages...
de: Optionale Pakete ...

source: Package Selection
de: Paket-Auswahl

source: Please select the software you want to be available on your media:
de: Bitte wählen Sie die Software, welche auf Ihrem Medium verfügbar sein sollte:

source: Search
de: Suche

source: Search Criteria:
de: Such-Kriterium:

source: Select
de: Wählen

source: Select All
de: Alle wählen

source: Select all optional packages
de: Alle optionalen Pakete wählen

source: Some packages associated with this group are not required to be installed but may provide additional functionality. Please choose the packages which you would like to have installed.
de: Einige Pakete dieser Gruppe müssen nicht unbedingt installiert werden, aber können zusätzliche Funktionalitäten bereitstellen. Bitte wählen Sie die Pakete,von denen Sie möchten, dass sie installiert werden sollen.

source: <b>Number of Packages:</b>
de: <b>Anzahl der Pakete:</b>

source: <b>Package Set Size (Live/Installed):</b>
de: <b>RPM-Pakete-Grösse (Live/installiert):</b>

source: <b>RPM Package Payload Size:</b>
de: <b>RPM-Paket-Last-Grösse:</b>

source: Build Unattended Install Media
de: Installations-Medium zur unbeaufsichtigten Installation bauen

source: Not Calculated, Yet
de: Nicht berechnet, momentan

source: Package Details
de: Paket-Details

source: Ready to Compose Images
de: Bereit zum Zusammenstellen der Abbilder

source: Revisor is now ready to compose your images. Please review your selection details below:
de: Revisor ist nun bereit zur Zusammenstellung Ihres Abbildes. Bitte kontrollieren Sie Ihre Auswahl-Details unten:

source: Send to Build Server:
de: Zu Build-Server schicken:

source: Program development: * Jonathan Steffan (daMaestro) <jon@fedoraunity.org> * Jeroen van Meeuwen (kanarip) <kanarip@fedoraunity.org> Interface designers: * Stewart Adam (firewing1) <s.adam@diffingo.com> * Jonathan Steffan (daMaestro) <jon@fedoraunity.org> * Jeroen van Meeuwen (kanarip) <kanarip@fedoraunity.org>
de: Programm-Entwickler: * Jonathan Steffan (daMaestro) <jon@fedoraunity.org> * Jeroen van Meeuwen (kanarip) <kanarip@fedoraunity.org> Oberflächen-Designer: * Stewart Adam (firewing1) <s.adam@diffingo.com> * Jonathan Steffan (daMaestro) <jon@fedoraunity.org> * Jeroen van Meeuwen (kanarip) <kanarip@fedoraunity.org>

source: Revisor, a product of Fedora Unity Copyright 2007-2009 Fedora Unity Project This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
de: Revisor, ein Produkt von Fedora Unity Copyright (C) 2007-2009 Fedora Unity This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA

source: Translators: * First Last (nick) <email@domain.com>
de: Übersetzer: * Fabian Affolter (fabian_a) <fab@fedoraproject.org>

source: <b>Installation Media</b>
de: <b>Installationsmedium-Typen</b>

source: <b>Live Media</b>
de: <b>Live-Medium</b>

source: <i>Initializing GUI</i>
de: <i>Graphische Oberfläche initialisieren</i>

source: <span size="large" weight="bold">Title</span>
de: <span size="large" weight="bold">Titel</span>

source: <span size="x-large" weight="bold">Please Wait...</span>
de: <span size="x-large" weight="bold">Bitte warten...</span>

source: A Fedora Spin Designer
de: Ein Fedora-Spin-Designer

source: Configure Revisor
de: Revisor konfigurieren

source: Destination Directory:
de: Ziel-Verzeichnis:

source: Dynamically Set Header Label
de: Dynamische gesetzte Header-Bezeichnungen

source: Message
de: Meldung

source: Please select the type(s) of media you want to compose:
de: Bitte wählen Sie den Typ(en) von Medien, welche Sie zusammenstellen wollen:

source: Progress - Revisor
de: Fortschritt - Revisor

source: Revisor Configuration:
de: Revisor-Konfiguration:

source: Revisor has been designed from the ground up to make building custom Fedora flavors as simple as possible. This wizard will walk you through the proces of building your own installer and/or Live media set(s) from and Yum repository.
de: Revisor wurde von Grund auf entwickelt, um das Erstellen von benutzerspezifischen Fedora-Varianten so einfach wie möglich zu gestalten. Dieser Assistent führt Sie durch den Prozess zum Bauen Ihres eigenen Installers und/oder Live-Medien-Set(s) aus einem Yum-Repository.

source: Revisor is initializing.
de: Revision wird initialisiert.

source: Select Media Types
de: Medium-Typen wählen

source: Select Repositories:
de: Repositories wählen:

source: Spin Target:
de: Zielkontext:

source: Translators
de: Übersetzer

source: Use _advanced interface
de: _Erweiterte Oberflächen verwenden

source: Welcome
de: Willkommen

source: _Browse
de: _Durchsuchen

source: _File
de: _Datei

source: _Optical (CD/DVD)
de: _Optische (CD/DVD)

source: <b>Please fill out the repository information</b>
de: <b>Bitte füllen Sie die Repository-Information aus</b>

source: <small><i>Base URL or Mirror List Mandatory</i></small>
de: <small><i>Basis-URL oder Spiegelserver-Beaauftragter</i></small>

source: <small><i>GPG Options</i></small>
de: <small><i>GPG-Optionen</i></small>

source: <small><i>Other Options</i></small>
de: <small><i>Andere Optionen</i></small>

source: Add Repository
de: Repository hinzufügen

source: Base URL:
de: Basis-URL:

source: Configuration Section to Use:
de: Konfigurationsabschnitt zur Benutzung:

source: Description:
de: Beschreibung:

source: Enable/Disable Repositories from Selection Configuration:
de: Repositories aus der Auswahl-Konfiguration aktivieren/deaktivieren:

source: Exclude Packages:
de: Pakete ausschliessen:

source: GPG Check
de: GPG-Prüfung

source: GPG Key File:
de: GPG-Schlüsseldatei:

source: Include Packages:
de: Schliesse Pakete ein:

source: Mirror List:
de: Spiegel-Liste:

source: Protect
de: Geschützt

source: Save to Configuration
de: Sichere als Konfiguration

source: <b>Compose Options</b>
de: <b>Erzeugungsoptionen</b>

source: <b>Media Types</b>
de: <b>Medium-Typen</b>

source: Installation Media Types
de: Installationsmedium-Typen

source: Live Media Types
de: Live-Media-Typen

source: Rebrand Media
de: Medium umstrukturieren

source: Rescue / Utility Media
de: Rettungs-/Dienstprogramm Medium

source: Select Media Type(s)
de: Medium-Typ(en) wählen

source: Virtualization Media
de: Virtualisations-Medium

source: <b>Installation Media Types</b>
de: <b>Installationsmedium-Typen</b>

source: <b>Live Media Types</b>
de: <b>Live-Medium-Typen</b>

source: Optical Live Media
de: Optisches Live-Medium

source: USB Live Media
de: USB-Live-Medium

source: Installation Tree
de: Installationsverzeichnis

source: PXE Payload
de: PXE-Last

source: Select Installation Media Type(s)
de: Wählen der Installationsmedium-Typ(en)

source: Unified ISO Image
de: Unified-ISO-Abbild

source: Optical
de: Optisch

source: Select Live Media Type(s)
de: Live-Medien-Typ(en) wählen

source: USB Hard Disk
de: USB-Festplatte

source: USB Thumb Drive
de: USB-Speicherstick

source: <b>Utility Media Types</b>
de: <b>Dienstprogramm-Medien-Typen</b>

source: Rescue Image
de: Rettungsabbild

source: Select Utility Media Type(s)
de: Dienstprogramm Medium Typ(en) wählen

source: <b>Virtualization Media Types</b>
de: <b>Virtualisierungsmedium-Typen</b>

source: KVM Guest
de: KVM-Gast

source: Select Virtualization Media Type(s)
de: Wähle Virutalisierungsmedium-Typ(en)

source: VMWare Appliance
de: VMWare-Anwendung

source: VMWare Guest
de: VMWare-Gast

source: Xen Guest
de: Xen-Gast

source: Get Started
de: Beginnen

source: Revisor has been designed from the ground up to make building custom Fedora flavors simple as possible. This wizard will walk you through the process of building your own Installer and/or Live media set(s) from any Yum repository.
de: Revisor wurde von Grund auf entwickelt, um das Erstellen von benutzerspezifischen Fedora-Varianten so einfach wie möglich zu gestalten. Dieser Assistent führt Sie durch den Prozess zum Bauen Ihres eigenen Installers und/oder Live Medien Set(s) aus irgendeinem Yum Repository.

source: Show Advanced Configuration and Options
de: Zeigt fortgeschrittene Konfigurationen und Optionen

source: Welcome to Revisor, by Fedora Unity
de: Willkommen zu Revisor, von Fedora Unity

source: Cannot find anaconda-runtime in /usr/lib/anaconda-runtime
de: Kann anaconda-runtime in /usr/lib/anaconda-runtime nicht finden

source: Running Revisor in CLI mode...
de: Revisor läuft im CLI-Modus ...

source: Running Revisor in Hub mode...
de: Revisor läuft im Hub-Modus ...

source: Running Revisor in RPC Server mode...
de: Revisor läuft im RPC-Server-Modus ...

source: Running Revisor in GUI mode...
de: Revisor läuft im GUI-Modus ...

source: Opening up /usr/bin/htmlview %s%s
de: Öffne /usr/bin/htmlview %s%s

source: Cannot fork process showing help, please use %s%s
de: Falls der Prozess, während der Hilfe, nicht aufgespaltet werden kann, verwenden Sie bitte%s%s

source: Cannot show Help in CLI mode, use %s%s
de: Kann Hilfe im CLI-Modus nicht anzeigen, benutze %s%s

source: Loading Repositories
de: Repositories laden

source: Getting configuration from %s
de: Konfiguration von %s lesen

source: Using deprecated YUM function: %s()
de: Ablehnende Yum-Funktion benutzen: %s()

source: yum.YumBase.doConfigSetup failed, probably an invalid configuration file %s
de: yum.YumBase.doConfigSetup fehlgeschlagen, möglicherweise eine ungültige Konfigurationsdatei %s

source: Another application is running which is accessing software information.
de: Eine andere Anwendung, die auf Softwareinformationen zugreift, läuft bereits.

source: Fatal Error: Unable to retrieve software information.
de: Fataler Fehler: Empfangen von Software-Informationen nicht möglich.

source: Setting up a Transaction Set
de: Einrichtung des Transaktionssets

source: Getting myself a piece of the RPMDB
de: Hole mir selber ein Stück der RPMDB

source: Apparently we're running on an Enterprise Linux system (we can tell from the way yum sets up the RPM Database)
de: Offensichtlich laufen wir auf einen Enterprise Linux System (diese Erkenntnis kommt von der Art, wie Yum die RPM-Datenbank aufbaut)

source: Getting Repository Information
de: Repository-Informationen laden

source: Getting the Package Sacks
de: Die Paket-Gruppe abrufen

source: All OK so far, %d packages in the Package Sack
de: Alles soweit in Ordnung, %d Pakete in der Paket-Gruppe

source: Building a nice package list from ksdata, and adding it to the transaction
de: Baue eine nette Paket-Liste von ksdata und füge sie zur Transaktion hinzu

source: Package sack excludes are now: %r
de: Paket-Sammlung schliesst nun aus: %r

source: You've configured Revisor to use
de: Revisor zur Benutzung konfiguriert

source: Using pkgsack excludes, the list of packages
de: Benutzung von pkgsack schliessen aus, die Liste der Pakete

source: What we're getting from pykickstart is:
de: Was wir von pykickstart bekommen ist:

source: Select kickstart packages
de: Kickstart-Pakete wählen

source: Kickstart mode: livecd-tools
de: Kickstart-Modus: livecd-tools

source: Kickstart mode: respin
de: Kickstart-Modus: respin

source: Kickstart mode: normal
de: Kickstart-Modus: normal

source: Deprecated function called:
de: Veraltete Funktion aufgerufen:

source: Initting progress bar for
de: Initialisiere Fortschrittsanzeige für

source: Apparently we have not yet entered the Build Media stage
de: Offensichtlich wurde noch nicht die Build Media-Plattform geöffnet

source: Checking dependencies for %s.%s
de: Abhängigkeiten auflösen für %s.%s

source: Unresolvable dependency %s %s %s in %s.%s
de: Nicht auflösbare Abhängigkeit %s %s %s in %s.%s

source: Added %s-%s:%s-%s.%s for %s-%s:%s-%s.%s (requiring %s %s %s)
de: Hinzugefügt %s-%s:%s-%s.%s für %s-%s:%s-%s.%s (benötigt %s %s %s)

source: Checking dependencies - allowing conflicts within the package set
de: Prüfe Abhängigkeiten - erlaube Konflikte innerhalb des Paketsets

source: Resolving Dependencies
de: Abhängigkeiten auflösen

source: Pulling in build requirements
de: Build-Voraussetzungen hineinziehen

source: Resolving Build Dependencies
de: Build-Abhängigkeiten auflösen

source: The following packages were excluded using the kickstart package manifest, but were included for dependency resolving: - %s
de: Die folgenden Pakete wurde ausgeschlossen durch das Kickstart-Paket-Manifest, wurden aber zum Auflösen von Abhängigkeiten wieder eingeschlossen: - %s
